amadeann.jack-language-syntax-highlighting
artdiniz.quitcontrol-vscode
ban.spellright
BazelBuild.vscode-bazel
bierner.markdown-mermaid
bungcip.better-toml
castwide.solargraph
DavidAnson.vscode-markdownlint
dirk-thomas.vscode-lark
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
haaaad.ansible
igochkov.vscode-ebnf
jasonwthompson.7-billion-humans-language-support
jpogran.puppet-vscode
justusadam.language-haskell
karyfoundation.racket
leafvmaple.nand2tetris
lextudio.restructuredtext
mauve.terraform
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.Theme-MarkdownKit
qezhu.gitlink
rebornix.ruby
roblourens.vscode-nand2tetris-hdl
rust-lang.rust
scala-lang.scala
spywhere.guides
stkb.rewrap
tht13.python
timonwong.shellcheck
tootone.org-mode
vsciot-vscode.vscode-arduino
wholroyd.jinja
wingrunr21.vscode-ruby
