DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
EditorConfig.EditorConfig
PeterJausovec.vscode-docker
artdiniz.quitcontrol-vscode
ban.spellright
bierner.markdown-mermaid
castwide.solargraph
eamodio.gitlens
haaaad.ansible
lextudio.restructuredtext
mauve.terraform
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.Theme-MarkdownKit
qezhu.gitlink
rebornix.Ruby
spywhere.guides
stkb.rewrap
tht13.python
timonwong.shellcheck
tootone.org-mode
wholroyd.jinja
